export default {
  "common": {
    "order": "Замовлення",
    "num": "Кількість",
    "size": "Розмір",
    "piece": "шт.",
    "notAvailable": "Відсутній на складі",
    "readAll": "Читати повністю",
    "toMainPage": "На головну",
    "contacts": "Контакти",
    "mainPage": "Головна",
    "brands": "Бренди",
    "summAll": "Сума замовлення:",
    "send": "Відправити",
    "save": "Зберегти",
    "yes": "Так",
    "no": "Ні",
    "confirmExit": "Ви дійсно хочете вийти?",
    "logout": "Вихід",
    "login": "Вхід",
    "with": "від",
    "to": "до",
    "categories": "Категорії",
    "showMore": "Показати ще",
    "copy": "Розроблено студією",
    "blog": "Блог",
    "search": "Пошук",
    "more": "Детальніше",
    "addToFavorites": "Додати в обране",
    "find": "Знайти",
    "remove": "Видалити",
    "allResults": "Все результати",
    "noFavorites": "вибраного немає але ви тримайтеся",
    "noOrders": "ви ще не оформили жодного замовлення",
    "loading": "Завантаження",
    "change": "Змінити",
    "qty": "К-сть",
    "or": "або",
    "items": {
      "product": "товар",
      "products": "Товари",
      "price": "Ціна",
      "size": "Розмір",
      "quantity": "Кількість",
      "summ": "Сума"
    },
    "errors": {
      "sumethingWrong": "щось пішло не так 🙁",
      "noQty": "Товару недостатньо на складі"
    }
  },
  "signup": {
    "check": "Перевірка ключа",
    "success": "Реєстрація підтвердження",
    "error": "Неможливо підтвердити реєстрацію"
  },
  "changePasswordPage": {
    "title": "Відновити пароль"
  },
  "tableSize": {
    "title": "Таблиця розмірів"
  },
  "seoText": {
    "readMore": "Читати далі",
    "hide": "Приховати"
  },
  "forms": {
    "name": "Ваше ім'я",
    "lastName": "Ваше прізвище",
    "phone": "Ваш телефон",
    "email": "Ваш E-mail",
    "password": "пароль",
    "repeatPassword": "Повторіть пароль",
    "newPassword": "Введіть новий пароль",
    "repeatNewPassword": "Повторіть новий пароль",
    "comment": "Ваш коментар",
    "changePassword": "Зміна пароля",
    "message": "Повідомлення",
    "rememberPassword": "Забули пароль?",
    "example": "Приклад",
    "title": {
      "info": "Ваші дані",
      "profile": "Редагування особистих даних"
    },
    "buttons": {
      "newUser": "новий покупець",
      "oldUser": "Постійний покупець",
      "sendMessage": "Надіслати повідомлення"
    },
    "validate": {
      "msg": {
        "invalidLoginPassword": "Невірний логін або пароль"
      },
      "common": {
        "minLength": "Мінімальна довжина",
        "symbols": "символів"
      },
      "password": {
        "valid": "пароль введений вірно",
        "minLength": "Мінімальна довжина",
        "symbols": "символів",
        "change": "змінить ь",
        "match": "Паролі збігаються",
        "noMatch": "Паролі не збігаються",
        "success": "Пароль успішно змінений"
      },
      "login": {
        "onlySymbols": "Тільки символи латиниці і кирилиці"
      }
    }
  },
  "categoryBlock": {
    "buttonAllCategory": "Категорії товарів",
    "links": {
      "new": "Новинки",
      "brand": "Бренди",
      "discount": "% АКЦІЇ / ЗНИЖКИ"
    }
  },
  "header": {
    "links": {
      "search": "Пошук",
      "basket": "Кошик",
      "user": {
        "noauth": "Ввійти",
        "auth": "Профіль"
      }
    }
  },
  "blocks": {
    "new": "Новинки",
    "stock": "Акції",
    "hits": "Хіти",
    "blog": "Блог",
    "viewed": "Ви дивилися",
    "similar": "Рекомендуємо"
  },
  "footer": {
    "titles": {
      "info": "Інформація",
      "user": "Покупцям",
      "social": "Ми в соцмережах",
      "contacts": "Контакти"
    }
  },
  "user": {
    "links": {
      "cabinet": "Особистий кабінет",
      "orders": "Історія замовлень",
      "favorites": "Вибране",
      "return": "Повернення"
    },
    "favorites": {
      "name": "Найменування"
    }
  },
  "placingOrder": {
    "title": "Оформлення замовлення",
    "promocode": {
      "title": "у мене є промокод",
      "button": "Отримати"
    },
    "paymentTypes": {
      "title": "Способи оплати",
      "cash": "Готівкою",
      "card": "Оплата на карту",
      "terminal": "післяплатою"
    },
    "deliveryTypes": {
      "title": "Способи доставки",
      "pickup": {
        "title": "Самовивезення",
        "time": "час самовивозу"
      },
      "courier": {
        "title": "Доставка кур'єром",
        "myAddresses": "Мої адреси",
        "form": {
          "city": "Місто",
          "district": "Район",
          "street": "Вулиця",
          "house": "Будинок",
          "appartment": "Квартира / Офіс",
          "level": "Поверх",
          "enter": "Парадна"
        }
      },
      "newPost": {
        "title": "Нова пошта",
        "form": {
          "region": "Область",
          "city": "Місто",
          "warehouse": "Відділення"
        }
      }
    },
    "buttons": {
      "placeOrder": "Оформити замовлення"
    },
    "validations": {
      "invalid": {
        "user": "Потрібно бути авторезірованним або заповнити призначені для користувача дані",
        "pickup": "Вкажіть коректне час самовивозу",
        "courier": "Вкажіть район, вулицю і будинок для доставки",
        "newPost": "Вкажіть область, місто та відділення нової пошти"
      }
    },
    "notify": {
      "success": {
        "title": "Оформлення замовлення",
        "text": "замовлення доданий в обробку"
      }
    }
  },
  "cartWindow": {
    "button": "Оформити замовлення",
    "noItems": "в кошику порожньо на душі сумно!"
  },
  "thankyou": {
    "title": "Спасибі",
    "text1": "Ваше замовлення прийняте в обробку",
    "text2": "З вами зв'яжется продавець"
  },
  "blog": {
    "otherPosts": {
      "title": "Читати други статті"
    }
  },
  "category": {
    "sort": {
      "title": "Сортувати",
      "popular": "Спочатку по Відомими",
      "new": "Спочатку нові",
      "cheap": "Від дешевих",
      "expensive": "Від дорогих"
    },
    "filters": {
      "title": "Фільтри",
      "titles": {
        "category": "Категорія",
        "price": "Ціна"
      }
    }
  },
  "oneProduct": {
    "head": {
      "title": "Карта товару"
    },
    "oneClick": {
      "title": "Швидке замовлення",
      "fio": "Ваше ПІБ",
      "phone": "Ваш телефон",
      "email": "Ваш E-mail"
    },
    "characteristics": {
      "title": "Характеристики",
      "article": "Код товара:",
      "toBasket": "В кошик",
      "oneClick": "Купити в 1 клік"
    },
    "tableSize": {
      "button": "Таблиця розмірів"
    },
    "info": {
      "title": "Опис",
      "noInfo": "Текст пішов але обіцяв повернутись: 3"
    }
  },
  "contacts": {
    "feedBack": {
      "title": "Напишіть нам",
      "text": "Ми завжди готові вислухати нові пропозиції та побажання щодо роботи сайту."
    }
  },
  "auth": {
    "modal": {
      "title": "Авторизація",
      "header": {
        "signin": "Вхід",
        "signup": "Реєстрація",
        "restorePassword": "Відновити пароль"
      }
    },
    "sidebar": {
      "createAccount": "Створити рахунок"
    }
  },
  "headCategory": {
    "boy": "Хлопчик",
    "girl": "Дівчинка",
    "baby": "Малюк"
  }
}