module.exports = {
  "common": {
    "order": "Заказ",
    "num": "Количество",
    "size": "Размер",
    "piece": "шт.",
    "notAvailable": "Нет в наличии",
    "readAll": "Читать полностью",
    "toMainPage": "На главную",
    "contacts": "Контакты",
    "mainPage": "Главная",
    "brands": "Бренды",
    "summAll": "Сумма заказа:",
    "send": "Отправить",
    "save": "Сохранить",
    "yes": "Да",
    "no": "Нет",
    "confirmExit": "Вы действительно хотите выйти?",
    "logout": "Выход",
    "login": "Вход",
    "with": "от",
    "to": "до",
    "categories": "Категории",
    "showMore": "Показать еще",
    "copy": "Разработано студией",
    "blog": "Блог",
    "search": "Поиск",
    "more": "Подробнее",
    "addToFavorites": "Добавить в избранное",
    "find": "Найти",
    "remove": "Удалить",
    "allResults": "Все результаты",
    "noFavorites": "Избранного нет но вы держитесь",
    "noOrders": "Вы ещё не оформили ни одного заказа",
    "loading": "Загрузка",
    "change": "Изменить",
    "qty": "К-во",
    "or": "или",
    "items": {
      "product": "Товар",
      "products": "Товары",
      "price": "Цена",
      "size": "Размер",
      "quantity": "Количество",
      "summ": "Сумма"
    },
    "errors": {
      "sumethingWrong": "Что-то пошло не так 🙁",
      "noQty": "Товара недостаточно на складе"
    }
  },
  "signup": {
    "check": "Проверка ключа",
    "success": "Регистрация подтвержденна",
    "error": "Не удалось подтвердить регистрацию"
  },
  "changePasswordPage": {
    "title": "Восстановить пароль"
  },
  "tableSize": {
    "title": "Таблица размеров"
  },
  "seoText": {
    "readMore": "Читать далее",
    "hide": "Скрыть"
  },
  "forms": {
    "name": "Ваше имя",
    "lastName": "Ваша фамилия",
    "phone": "Ваш телефон",
    "email": "Ваш E-mail",
    "password": "Пароль",
    "repeatPassword": "Повторите пароль",
    "newPassword": "Введите новый пароль",
    "repeatNewPassword": "Повторите новый пароль",
    "comment": "Ваш комментарий",
    "changePassword": "Изменение пароля",
    "message": "Сообщение",
    "rememberPassword": "Забыли пароль?",
    "example": "Пример",
    "title": {
      "info": "Ваши данные",
      "profile": "Редактирование личных данных"
    },
    "buttons": {
      "newUser": "Новый покупатель",
      "oldUser": "Постоянный покупатель",
      "sendMessage": "Отправить сообщение"
    },
    "validate": {
      "msg": {
        "invalidLoginPassword": "Неверный логин или пароль"
      },
      "common": {
        "minLength": "Минимальна длина",
        "symbols": "символов"
      },
      "password": {
        "valid": "Пароль введен верно",
        "minLength": "Минимальна длина",
        "symbols": "символов",
        "change": "Сменить",
        "match": "Пароли совпадают",
        "noMatch": "Пароли не совпадают",
        "success": "Пароль успешно изменен"
      },
      "login": {
        "onlySymbols": "Только символы Латиницы и Кириллицы"
      }
    }
  },
  "categoryBlock": {
    "buttonAllCategory": "Категории товаров",
    "links": {
      "new": "Новинки",
      "brand": "Бренды",
      "discount": "% АКЦИИ / СКИДКИ"
    }
  },
  "header": {
    "links": {
      "search": "Поиск",
      "basket": "Корзина",
      "user": {
        "noauth": "Войти",
        "auth": "Профиль"
      }
    }
  },
  "blocks": {
    "new": "Новинки",
    "stock": "Акции",
    "hits": "Хиты",
    "blog": "Блог",
    "viewed": "Вы смотрели",
    "similar": "Рекомендуем"
  },
  "footer": {
    "titles": {
      "info": "Информация",
      "user": "Покупателям",
      "social": "Мы в соцсетях",
      "contacts": "Контакты"
    }
  },
  "user": {
    "links": {
      "cabinet": "Личный кабинет",
      "orders": "История заказов",
      "favorites": "Избранное",
      "return": "Возврат"
    },
    "favorites": {
      "name": "Наименование"
    }
  },
  "placingOrder": {
    "title": "Оформление заказа",
    "promocode": {
      "title": "У меня есть промокод",
      "button": "Получить"
    },
    "paymentTypes": {
      "title": "Способы оплаты",
      "cash": "Наличными",
      "card": "Оплата на карту",
      "terminal": "Наложеный платеж"
    },
    "deliveryTypes": {
      "title": "Способы доставки",
      "pickup": {
        "title": "Самовывоз",
        "time": "Время самовывоза"
      },
      "courier": {
        "title": "Доставка курьером",
        "myAddresses": "Мои адресса",
        "form": {
          "city": "Город",
          "district": "Район",
          "street": "Улица",
          "house": "Дом",
          "appartment": "Квартира/Офис",
          "level": "Этаж",
          "enter": "Парадная"
        }
      },
      "newPost": {
        "title": "Новая почта",
        "form": {
          "region": "Область",
          "city": "Город",
          "warehouse": "Отделение"
        }
      }
    },
    "buttons": {
      "placeOrder": "Оформить заказ"
    },
    "validations": {
      "invalid": {
        "user": "Нужно быть авторезированным или заполнить пользовательские данные",
        "pickup": "Укажите корректное время самовывоза",
        "courier": "Укажите район, улицу и дом для доставки",
        "newPost": "Укажите область, город и отделение новой почты"
      }
    },
    "notify": {
      "success": {
        "title": "Оформление заказа",
        "text": "Заказ добавлен в обработку"
      }
    }
  },
  "cartWindow": {
    "button": "Оформить заказ",
    "noItems": "В корзине пусто на душе грустно!"
  },
  "thankyou": {
    "title": "Спасибо",
    "text1": "Ваш заказ принят в обработку",
    "text2": "С вами свяжеться продавец"
  },
  "blog": {
    "otherPosts": {
      "title": "Читать други статьи"
    }
  },
  "category": {
    "sort": {
      "title": "Сортировать",
      "popular": "Сначала популярные",
      "new": "Сначала новые",
      "cheap": "От дешевых",
      "expensive": "От дорогих"
    },
    "filters": {
      "title": "Фильтры",
      "titles": {
        "category": "Категория",
        "price": "Цена"
      }
    }
  },
  "oneProduct": {
    "head": {
      "title": "Карта товара"
    },
    "oneClick": {
      "title": "Быстрый заказ",
      "fio": "Ваше ФИО",
      "phone": "Ваш телефон",
      "email": "Ваш E-mail"
    },
    "characteristics": {
      "title": "Характеристики",
      "article": "Код товара:",
      "toBasket": "В корзину",
      "oneClick": "Купить в 1 клик"
    },
    "tableSize": {
      "button": "Таблица размеров"
    },
    "info": {
      "title": "Описание",
      "noInfo": "Текст ушел но обещал вернутся :3"
    }
  },
  "contacts": {
    "feedBack": {
      "title": "Напишите нам",
      "text": "Мы всегда готовы выслушать новые предложения и пожелания по работе сайта."
    }
  },
  "auth": {
    "modal": {
      "title": "Авторизация",
      "header": {
        "signin": "Вход",
        "signup": "Регистрация",
        "restorePassword": "Востановить пароль"
      }
    },
    "sidebar": {
      "createAccount": "Создать аккаунт"
    }
  },
  "headCategory": {
    "boy": "Мальчик",
    "girl": "Девочка",
    "baby": "Малыш"
  }
}