module.exports = {
  "header": {
    "links": {
      "search": "البحث ، عربة التسوق ، تسجيل الدخول ، الملف الشخصي ، العناصر الجديدة ، العروض الترويجية ، الفعاليات ، المدونة ، لقد شاهدت ، أوصي ، أوصي ، أو معلومات ، أو مشترون ، نحن في الشبكات الاجتماعية ، جهات الاتصال ، الحساب الشخصي ، سجل الطلبات ، المفضلة ، المرتجعات ، لدي رمز ترويجي ، احصل ،",
      "user": {}
    }
  },
  "blocks": {},
  "footer": {
    "titles": {}
  },
  "user": {
    "links": {}
  },
  "placingOrder": {
    "promocode": {}
  }
}